/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "無法打開“%@”。";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "因為發生問題，所以無法打開“%@”。";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "“%@”遇到問題。";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "使用“%2$@”外掛模組時，“%1$@”未預期的結束。";

/* header format string for a crash report */
"%@ quit unexpectedly." = "“%@”未預期的結束。";

/* button title */
"Agree" = "同意";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "按一下“同意”，表示您已同意讓 Apple 定期收集和使用此資訊，將其作為支援服務的一部分，並用來改善產品和服務。此資訊是以匿名方式收集。若要進一步瞭解 Apple 隱私權政策，請參訪 http://www.apple.com/legal/privacy。";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "請與開發人員聯絡，以確認“%@”可與此版本的 Mac OS X 搭配使用。您可能需要重新安裝應用程式。請確認您已安裝所有應用程式和 Mac OS X 可用的更新項目。 ";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "按一下“傳送給 Apple”以提交報告給 Apple。此資訊是以匿名方式收集。";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "請按一下“重新開啟”來再次打開應用程式。這份報告將會自動傳送給 Apple。";

/* button title */
"Disagree" = "不同意";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "別再詢問";

/* button title */
"Don\\U2019t Send" = "不要傳送";

/* button title */
"Hide Details" = "隱藏詳細資料";

/* button title */
"OK" = "好";

/* window title - %@ is application name */
"Problem Report for %@" = "“%@”的問題報告";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "請提供所有的必要步驟以重現問題。";

/* button title */
"Reopen" = "重新開啟";

/* button title */
"Send to Apple" = "傳送給 Apple";

/* button title */
"Show Details" = "顯示詳細資訊";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "這份報告將會自動傳送給 Apple。";

/* Error if system profile fails */
"Unable to gather system configuration information." = "無法收集系統設定資訊。";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "使用 App Store 來重新下載“%@”。";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "您可以傳送匿名的電腦診斷和使用方式資訊給 Apple，以協助我們改善產品品質。";

/* header format string for a hang report */
"You quit %@ because of a problem." = "因為發生問題，所以結束“%@”。";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "因為發生問題，所以將電腦關機。";

